tap "adoptopenjdk/openjdk"
tap "getsentry/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "teamookla/speedtest"
tap "wix/brew"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "automake"
brew "bat"
brew "bison"
brew "boost"
brew "ghc"
brew "cabal-install"
brew "gdbm"
brew "glib"
brew "libffi"
brew "openssl@1.1"
brew "readline"
brew "python@3.9"
brew "cairo"
brew "chruby"
brew "circleci"
brew "cocoapods"
brew "composer"
brew "folly"
brew "edencommon"
brew "exiftool"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "libarchive"
brew "tesseract"
brew "ffmpeg"
brew "gh"
brew "ghostscript"
brew "git"
brew "gradle"
brew "hugo"
brew "hunspell"
brew "shared-mime-info"
brew "libheif"
brew "tcl-tk", link: false
brew "imagemagick"
brew "jenv"
brew "krb5"
brew "libmng"
brew "libyaml"
brew "node"
brew "nvm"
brew "openjdk@11"
brew "pnpm"
brew "poppler"
brew "postgresql@14"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.8"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "ruby-install"
brew "thefuck"
brew "watchman"
brew "yarn"
brew "getsentry/tools/sentry-cli"
brew "wix/brew/applesimutils"
cask "adoptopenjdk10"
cask "adoptopenjdk12"
cask "docker"
cask "docker-toolbox"
cask "dropbox"
cask "flipper"
cask "gitify"
cask "iterm2"
cask "ngrok"
cask "openscad"
cask "react-native-debugger"
cask "sequel-pro"
cask "slack"
cask "spotify"
cask "vagrant"
cask "virtualbox"
vscode "austenc.tailwind-docs"
vscode "BazelBuild.vscode-bazel"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "bmewburn.vscode-intelephense-client"
vscode "bourhaouta.tailwindshades"
vscode "bradlc.vscode-tailwindcss"
vscode "budparr.language-hugo-vscode"
vscode "bungcip.better-toml"
vscode "CircleCI.circleci"
vscode "cssho.vscode-svgviewer"
vscode "DavidAnson.vscode-markdownlint"
vscode "daylerees.rainglow"
vscode "dbaeumer.vscode-eslint"
vscode "docsmsft.docs-yaml"
vscode "donjayamanne.githistory"
vscode "DotJoshJohnson.xml"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "eg2.vscode-npm-script"
vscode "esbenp.prettier-vscode"
vscode "flowtype.flow-for-vscode"
vscode "formulahendry.terminal"
vscode "geequlim.godot-tools"
vscode "GitHub.copilot"
vscode "github.vscode-github-actions"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-execution"
vscode "GraphQL.vscode-graphql-syntax"
vscode "Gruntfuggly.todo-tree"
vscode "haskell.haskell"
vscode "hdevalke.rust-test-lens"
vscode "hoovercj.haskell-linter"
vscode "jjkim.gdscript"
vscode "jock.svg"
vscode "justusadam.language-haskell"
vscode "jyee721.babel-ast-explorer"
vscode "k--kato.intellij-idea-keybindings"
vscode "Kasik96.swift"
vscode "mateocerquetella.xcode-12-theme"
vscode "mathiasfrohlich.Kotlin"
vscode "mooman219.rust-assist"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.mono-debug"
vscode "neikeq.godot-csharp-vscode"
vscode "netcorext.uuid-generator"
vscode "okitavera.vscode-nunjucks-formatter"
vscode "ozaki.markdown-github-dark"
vscode "PKief.material-icon-theme"
vscode "Razoric.gdscript-toolkit-formatter"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "RokuCommunity.brightscript"
vscode "ronnidc.nunjucks"
vscode "rusnasonov.vscode-hugo"
vscode "rust-lang.rust"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "slevesque.shader"
vscode "sndst00m.markdown-github-dark-pack"
vscode "Sophisticode.php-formatter"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-scientific-terms"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "TTOOWA.in-your-face-incredible"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "WakaTime.vscode-wakatime"
vscode "xdebug.php-debug"
vscode "xoronic.pestfile"
vscode "yoavbls.pretty-ts-errors"
vscode "zhouronghui.propertylist"
